Repository: AlainL88/IPScanner
Catalog: IPScanner/Resources/Localizable.xcstrings
Source language: en
Languages: it

source: %@ (%@) stopped responding.
it: %@ (%@) non risponde più.

source: %@ is now online (%@).
it: %@ è ora online (%@).

source: %ldh ago
it: %ldh fa

source: %ldm ago
it: %ldm fa

source: %lld devices (%lld online)
it: %lld dispositivi (%lld online)

source: %lld devices found
it: %lld dispositivi trovati

source: %lld free IPs
it: %lld IP liberi

source: %lld free IPs of %lld in subnet
it: %lld IP liberi su %lld nella sottorete

source: %lld of %lld devices
it: %lld di %lld dispositivi

source: %lld of %lld free IPs
it: %lld di %lld IP liberi

source: %lld of %lld online devices
it: %lld di %lld dispositivi online

source: %lld of %lld untrusted devices
it: %lld di %lld dispositivi non in whitelist

source: %lld of %lld whitelisted devices
it: %lld di %lld dispositivi in whitelist

source: %lld online devices
it: %lld dispositivi online

source: %lld open ports
it: %lld porte aperte

source: %lld untrusted devices
it: %lld dispositivi non in whitelist

source: %lld whitelisted devices
it: %lld dispositivi in whitelist

source: About
it: Informazioni

source: Add
it: Aggiungi

source: Add network
it: Aggiungi rete

source: All
it: Tutti

source: All Devices Whitelisted
it: Tutti i dispositivi in whitelist

source: All discovered devices are currently in your whitelist.
it: Tutti i dispositivi rilevati sono attualmente presenti nella tua whitelist.

source: All IP addresses in this subnet are occupied.
it: Tutti gli indirizzi IP in questa sottorete sono occupati.

source: All ports closed
it: Tutte le porte chiuse

source: Appearance
it: Aspetto

source: Ascending
it: Crescente

source: Audio, Video & Gaming
it: Audio, Video e Gaming

source: Available
it: Disponibile

source: Background scanning
it: Scansione in background

source: Cancel
it: Annulla

source: Choose icon
it: Scegli icona

source: Close
it: Chiudi

source: Column visibility
it: Visibilità colonne

source: Columns
it: Colonne

source: Comfortable
it: Comoda

source: Compact
it: Compatta

source: Computers & Tablets
it: Computer e Tablet

source: Contact support
it: Contatta il supporto

source: Copied
it: Copiato

source: Copy
it: Copia

source: Copy IP
it: Copia IP

source: Copy IP Address
it: Copia indirizzo IP

source: Crash reporting
it: Segnalazione crash

source: Crashlytics disabled
it: Crashlytics disattivato

source: Crashlytics enabled
it: Crashlytics attivato

source: Custom networks
it: Reti personalizzate

source: Customization
it: Personalizzazione

source: Delete
it: Elimina

source: Descending
it: Decrescente

source: Device offline
it: Dispositivo offline

source: Discovering services…
it: Ricerca servizi in corso…

source: Done
it: Fine

source: Export
it: Esporta

source: Export CSV
it: Esporta CSV

source: Export JSON
it: Esporta JSON

source: Filter
it: Filtro

source: Filter devices
it: Filtra dispositivi

source: First seen
it: Primo rilevamento

source: Free IPs
it: IP Liberi

source: Hostname
it: Nome host

source: Invalid network range
it: Intervallo di rete non valido

source: IP Address
it: Indirizzo IP

source: Just now
it: Adesso

source: Last seen
it: Ultimo rilevamento

source: Local network
it: Rete locale

source: MAC Address
it: Indirizzo MAC

source: Mobile & Wearables
it: Smartphone e Indossabili

source: N/A
it: N/D

source: Name
it: Nome

source: Network not available
it: Rete non disponibile

source: Networking & Servers
it: Rete e Server

source: Networks
it: Reti

source: New
it: Nuovo

source: New device found
it: Nuovo dispositivo trovato

source: No active devices currently online.
it: Nessun dispositivo attivo attualmente online.

source: No devices found
it: Nessun dispositivo trovato

source: No devices have been marked as whitelisted yet. Open device details to whitelist trusted devices.
it: Nessun dispositivo è stato ancora inserito nella whitelist. Apri i dettagli di un dispositivo per contrassegnarlo come fidato.

source: No Free IPs
it: Nessun IP libero

source: No Online Devices
it: Nessun dispositivo online

source: No previous scans
it: Nessuna scansione precedente

source: No Whitelisted Devices
it: Nessun dispositivo in whitelist

source: Not in whitelist
it: Non in whitelist

source: Not in Whitelist
it: Non in Whitelist

source: Notifications
it: Notifiche

source: Office & Peripherals
it: Ufficio e Periferiche

source: On iOS, background scans are best-effort and may be delayed by the system.
it: Su iOS le scansioni in background sono basate sul best-effort e potrebbero subire ritardi dal sistema.

source: On iOS, the system does not expose the MAC addresses of nearby devices (the ARP table is restricted). This information is available on macOS.
it: Su iOS il sistema non espone gli indirizzi MAC dei dispositivi vicini (la tabella ARP è limitata). Questa informazione è disponibile su macOS.

source: Open in browser
it: Apri nel browser

source: Open ports
it: Porte aperte

source: Open VNC
it: Apri VNC

source: Other
it: Altro

source: Ping IP
it: Verifica con Ping

source: Port %lld
it: Porta %lld

source: Port Scan
it: Scansione porte

source: Ports
it: Porte

source: Preparing…
it: Preparazione in corso…

source: Range name
it: Nome intervallo

source: Reading ARP cache…
it: Lettura tabella ARP in corso…

source: Reset to default icon
it: Ripristina icona predefinita

source: Result
it: Risultato

source: Row size
it: Dimensione riga

source: Scan
it: Scansiona

source: Scan history
it: Cronologia scansioni

source: Scan ports
it: Scansiona porte

source: Scanning ports…
it: Scansione porte in corso…

source: Scanning…
it: Scansione in corso…

source: Scanning… (%lld/%lld)
it: Scansione in corso… (%lld/%lld)

source: Search by IP, MAC, hostname, name...
it: Cerca per IP, MAC, hostname, nome...

source: Search by IP...
it: Cerca per IP...

source: Select a network to scan
it: Seleziona una rete da scansionare

source: Send
it: Invia

source: Send by email
it: Invia via email

source: Settings
it: Impostazioni

source: Smart Home & IoT
it: Domotica e IoT

source: Sort by
it: Ordina per

source: Spacious
it: Spaziosa

source: Start scanning
it: Avvia scansione

source: Start scanning to discover devices on your local network.
it: Avvia la scansione per scoprire i dispositivi connessi alla tua rete locale.

source: Status
it: Stato

source: Stop
it: Ferma

source: Tools
it: Strumenti

source: Vendor
it: Produttore

source: Version
it: Versione

source: Version %@
it: Versione %@

source: View options
it: Opzioni vista

source: Wake sent
it: Wake inviato

source: Whitelisted
it: In Whitelist

source: Why is the MAC missing?
it: Perché manca il MAC?
